<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <!-- 添加到主屏后的标题（iOS 6 新增） -->
    <meta name="apple-mobile-web-app-title" content="速贷之家">
    <!-- 是否启用 WebApp 全屏模式，删除苹果默认的工具栏和菜单栏 -->
    <meta name="apple-mobile-web-app-capable" content="yes"/>
    <!-- 设置苹果工具栏颜色 -->
    <meta name="apple-mobile-web-app-status-bar-style" content="blue"/>
    <!-- 忽略页面中的数字识别为电话，忽略email识别 -->
    <meta name="format-detection" content="telephone=no, email=no"/>
    <!--清除缓存 微信浏览器缓存严重又无刷新-->
    <meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate"/>
    <meta http-equiv="Pragma" content="no-cache"/>
    <meta http-equiv="Expires" content="0"/>
    <!--便于搜索引擎搜索-->
    <meta name="keywords" content="速贷之家,极速借款,快速贷款、快速分期一站式智能搜索比价平台,帮助借款人选择最适合他的借款方案"/>
    <meta name="description" content="速贷之家是全国首家消费金融贷款智能搜索匹配平台，我们以最快的速度帮您借到最便宜的钱。速贷之家，极速借现金。"/>
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!--地址栏图标-->
    <link rel="shortcut icon" href="/view/img/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="/view/css/resets.css">
    <title><?php echo '信用检测授权协议'; ?></title>
    <style>
        .center {
            padding: 0 .3rem;
            color: #404040;
            line-height: .44rem;
            margin-bottom: 0.8rem;
        }

        img {
            width: 100%;
            margin-top: .2rem;
        }
        
		h1{
        	font-size: .32rem;
            font-weight: bold;
            line-height: .7rem;
            text-align: center;
            padding: .24rem 0 .24rem;
            margin-bottom: .2rem;
            border-bottom: 1px solid #2368b5;
        }
        
        h3 {
            font-size: .3rem;
            font-weight: bold;
            padding-top: .2rem;
            line-height: .5rem;
        }

        p {
            font-size: .28rem;
        }

        h6 {
            font-size: .28rem;
            font-weight: bold;
        }
    </style>

</head>
<body>
<div class="center">
	<h1><i></i>信用检测授权协议</h1>
    <p> 本协议由<span></span>（以下简称“本公司”）和您签订。为明确用户在接受本公司服务过程中的权利义务，特制订本协议。您在通过本软件使用本公司提供的服务前，请仔细阅读以下的全部条款，一经点击“同意”或“勾选”后完成下一步操作，即视为您同意了本协议全部条款。所以，若您对本协议任何条款有异议的，请不要操作下一步或点击“同意”或“勾选”。</p>
    <h3>一、服务内容</h3>
    <p>（一）本公司提供的信用检测服务（以下简称：本服务）：指本公司在得到您授权的情况下，您不可撤销的授权本公司及与本公司的关联公司向有关机构或单位（ 包括但不限于中国人民银行金融信用信息基础数据库以及经国务院或其他政府有权部门批准合法设立的信息库、公安部门、公积金部门、社保部门、税务部门、民政部门、物流部门、通信运营商、电子商务平台、互联网社交平台等第三方机构）查询或确认与您有关的个人征信信息、财产信息、联络方式、关系人、资信状况、就业情况、收入情况、学历信息、工作地址、居住地址、位置数据、通信行为、通讯信息、互联网使用信息、互联网使用行为等并保留相关核查资料等。
    	<br />（二）本公司提供的信用检测服务种类如下：
    	<br />1、姓名、身份证号查询服务，是指本公司在您授权的情况下，利用您留存的姓名、身份证号信息，从各地公安部门获取您个人身份信息的服务。
    	<br />2、手机使用情况查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从移动运营商处获取您手机使用情况的服务。
    	<br />3、通话记录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的通话记录，并对该等信息留存、整理加工。
    	<br />4、短信记录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的短信记录，并对该等信息留存、整理加工。
    	<br />5、通讯录解析服务，是指本公司在您授权的情况下，通过人工或自动程序获取您手机中目前留存的通讯录，并对该等信息留存、整理加工。
    	<br />6、银行账户验证服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录对应银行网银平台获取您的银行账户信息及账户流水信息。
    	<br />7、信息（黑名单）数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，向公开渠道查询关于您的负面信息。负面信息是指不利于对您借款审批通过的各类信息，包括但不限于借款逾期信息、被执行人失信人员信息等。
    	<br />8、信用卡服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录对应银行信用卡平台获取您的信用卡账单，同时本公司还向您提供信用卡账单管理，还款提醒等服务。
    	<br />9、住房公积金查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从各地住房公积金官网获取您个人公积金信息的服务。
    	<br />10、社保查询服务，是指本公司在您授权的情况下，利用您留存的基本信息，从各地社保网上服务平台获取您社保信息的服务
    	<br />网贷数据解析服务，是指本公司在您授权的情况下，利用您留存的基本信息，登录您所注册的网贷平台，获取您在该等网贷平台中的投资理财数据，并为您提供定期更新及展示上述数据的服务。
    	<br />（三）您同意并授权，查询服务提供机构可将其合法获取的您的信息经过整合、加工并转化为信息评分或信息报告回传给<span></span>（或其委托或合作的第三方），用于您申请借款、审批及贷后管理等事项。
    	<br />（四）本公司承诺尽商业上的合理努力采用安全技术和程序保障用户信息安全，且上述技术和程序不低于国家法律法规的要求，以防信息的丢失、不当使用等情况的发生。
    	<br />（五）为有效保障您使用本服务时的合法权益，您理解并同意接受以下规则：
    	<br />1、本公司可能会以电话、电子邮件、短信、客户端通知等方式就某项服务的变更或增设对您进行通知，或提示您下一步的操作，但本公司不保证您能够收到或者及时收到该等通知，且不对此承担任何后果。
    	<br />2、您同意并理解，基于运行和交易安全的需要，本公司可以暂时停止提供本服务的全部或部分功能，或提供新的功能，在任何服务功能减少、增加或者变化时，只要您仍然使用本功能，表示您仍然同意本协议或者变更后的协议。
    </p> 
    <h3>二、授权条款</h3>
    <p>（一）您不可撤销地授权本公司可按照本协议载明的任一信用检测服务条款调取您的对应信息。
        <br>（二）您不可撤销地授权本公司利用您留存的基本信息，调取您在其他机构留存/生成的相关信息，同时对该等信息加以留存、分析、整理及加工。
        <br>（三）您不可撤销地授权本公司可将上述信息用于您的本次信用检测服务及其他关联服务（包括但不限于您注册APP时同意的《用户注册协议》项下约定的用途）中。
        <br>（四）在为您提供服务的过程中，因某种原因导致本公司无法通过您留存的基本信息获取到完成信用检测服务必要的信息，您同意并授权本公司运用曾经（如有）为您提供服务时所留存的信息来完成本次服务。如果本公司留存的关于您的信息不足以支持本公司完成本次服务，本公司有权拒绝向您提供服务，并不承担由此给您造成的损失。
        <br>（五）上述条款中涉及的“采集、整理与加工”包括但不限于对用户信息的内容和/或形式进行重新排序、结构化、格式化、标准化等方法。
        <br />（六）为更好地为您提供服务，您同意并授权本公司可与其合作的第三方进行联合研究，并可将通过本协议获得的您的信息投入到该等联合研究中。但本公司与其合作的第三方在开展上述联合研究前，应要求其合作的第三方对在联合研究中所获取的您的信息予以保密。
        <br />（七）您在本协议项下对本公司的授权将视为对本公司及与本公司有关联的公司的授权。本公司及本公司关联公司均可凭借您的授权及本协议约定执行相关操作。另外，在签署保密协议的情况下，您在本协议中的相关授权可延伸到本公司指定的第三方公司。
    </p>
    <h3>三、您的权利与义务</h3>
    <p>（一）您必须为年满18岁并具有完全民事行为能力的自然人。
        <br>（二）您点击“同意”或“勾选”，即视为同意本协议全部内容，本公司亦即视为该等操作是证明、声明和保证您为接受服务的主体，并应遵守本协议的相关规定。
       	<br>（三）您只能通过本公司软件获取自己的信息，不得在他人未知情的情况下获取他人的信息。
        <br>（四）您应妥善保管好登录本公司软件的账户名、密码等信息，并对以您名义进行的申请、查询等所有操作行为承担所有法律责任。
        <br>（五）您应妥善保管本人信息，包括并不限于用户名、账号、手机号码、密码、验证码。如因您本人保管个人信息不善，或因您不慎登录“钓鱼”网站、互联网邮箱系统出现安全问题，导致他人获得您的个人信息，或因此导致个人信息被他人取得可能导致用户遭受损失的后果由您自行承担。
        <br>（六）查询获得的信息仅供本公司为您提供服务使用。查询相关信息的数据来源均为第三方服务提供商，如有与第三方服务提供商所提供的信息存在差异的，应以第三方服务提供商信息为准。您不应将其作为针对本手机客户端任何投诉、起诉、要求或者其他法律程序的依据。
        <br>（七）您不得传送任何包含病毒、木马、蠕虫等可能破坏、感染、密码拦截任何系统，数据和信息的程序，不得通过黑客、密码破译等方式违法侵入计算机和网络系统，他人账户。
	</p>
    <h3>四、不可抗力条款</h3>
    <p>因台风、地震、海啸、洪水、战争、计算机病毒感染、黑客攻击、网络通信故障等不能预见、不能控制的不可抗力因素，造成本公司不能正常向您提供服务而可能导致的损失，本公司不承担责任。</p>
    <h3>五、特殊情形</h3>
    <p>您理解并同意，鉴于网络服务的特殊性，信息来源提供方随时可能变更、暂停、中止或者终止部分或全部的查询服务。本协议中的相关条款根据该变更而自动做相应修改，双方无须另行签订协议，本公司也无需就上述服务的变更、暂停、中止或者终止向您承担任何责任。
        <br>本协议可在您接受本公司提供服务的过程中多次使用，未来为您提供服务时再次涉及到本协议服务内容时无需您另行签署。
    </p>
    <h3>六、知识产权</h3>
    <p>本公司是提供信息服务的第三方，与本软件相关的任何内容和资源（包括但不限于文字、图案、图表、色彩、动画、声音、页面设计、信用报告等）的知识产权均属于本公司所有，受《著作权法》、《商标法》《专利法》、《反不正当竞争法》及其他相关法律法规的保护。未经本公司书面明确许可，任何单位和个人不得以任何方式将平台之内容和相关资源作全部或部分复制、转载、引用、编辑和建立本手机客户端的镜像。</p>
    <h3>七、网络传输风险</h3>
    <p>您理解并同意，由于本协议所列服务涉及个人隐私，通过网络提供和传输存在特定的泄密风险，用户一经充分考虑到该风险，并愿意承担该风险通过网络的方式完成本项服务，如果因网络传输导致个人隐私泄露等后果，将由用户自行承担。</p>
	<h3>八、法律适用条款以及争议解决方式</h3>
    <p>本协议的解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。协商不成，在本公司所在地法院提起诉讼。</p>
    <h3>九、附则</h3>
    <p>（一）若本协议中的任何条文无论因何种原因完全或部分无效或不具有执行力，本协议的其他条款仍继续有效。
    	<br />（二）本协议未尽事宜，根据我国相关法律、法规、各信息提供方相关业务规定及您注册本网站/APP时同意的《用户注册协议》办理。如需制定补充协议，其法律效力同本协议。
    	<br />（三）若非本公司更新本协议，您再确认同意、签署本协议后，其效力将及于您此时及未来所有操作。
    	<br />（四）本协议将使用电子签署的方式完成签署，自您点击“同意”或“勾选”并进行下一步操作后则协议生效。
    </p>
</div>

<script src="/vendor/jquery.min.js"></script>
<script src="/view/js/users/vip/center/global.js"></script>
<script>
    var agreementName = global.GetQueryString('name') || '速贷之家';
  	var agreementCorporate = global.GetQueryString('corporate') || '北京智借网络科技有限公司';
    $('i').text(agreementName);
  	$('span').text(agreementCorporate);
	document.title = agreementName + "信用检测授权协议";
</script>
</body>

