<!DOCTYPE html>
<html>

<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <!-- 是否启用 WebApp 全屏模式，删除苹果默认的工具栏和菜单栏 -->
    <meta name="apple-mobile-web-app-capable" content="yes" />
    <!-- 设置苹果工具栏颜色 -->
    <meta name="apple-mobile-web-app-status-bar-style" content="blue" />
    <!-- 忽略页面中的数字识别为电话，忽略email识别 -->
    <meta name="format-detection" content="telephone=no, email=no" />
    <!--清除缓存 微信浏览器缓存严重又无刷新-->
    <meta http-equiv="Cache-Control" content="no-cache, no-store, must-revalidate" />
    <meta http-equiv="Pragma" content="no-cache" />
    <meta http-equiv="Expires" content="0" />
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!--地址栏图标-->
    <link rel="shortcut icon" href="/view/img/favicon.ico" type="image/x-icon">
    <link rel="stylesheet" href="/view/css/resets.css">
    <title>
        <?php echo '会员服务协议'; ?>
    </title>
    <style>
        .center {
            padding: 0 .3rem;
            color: #404040;
            line-height: .44rem;
            margin-bottom: 0.5rem;
        }

        img {
            width: 100%;
            margin-top: .2rem;
        }
        h1{
        	font-size: .32rem;
            font-weight: bold;
            line-height: .7rem;
            text-align: center;
            padding: .24rem 0 .24rem;
            margin-bottom: .2rem;
            border-bottom: 1px solid #2368b5;
        }

        h3 {
            font-size: .3rem;
            font-weight: bold;
            padding-top: .2rem;
            line-height: .5rem;
        }

        p {
            font-size: .28rem;
        }

        h6 {
            font-size: .28rem;
            font-weight: bold;
        }

    </style>
</head>

<body>
    <div class="center">
    	<h1><i></i>VIP会员服务协议</h1>
        <p> 本协议由<span></span>（以下简称：“本公司”）和您签订。为明确VIP会员（以下简称：“用户”或“您”）在接受本公司服务过程中的权利义务，特制订本协议。您在通过本软件（以下简称：“<i></i>”）使用本公司提供的服务前，请仔细阅读以下的全部条款，特别是免除或者限制责任的条款、管辖与法律适用条款。（限制、免责条款可能以黑体加粗或加下划线的形式提示您重点注意。）一经点击“同意”或“勾选”后完成下一步操作，即视为您同意了本协议全部条款。所以，若您对本协议任何条款有异议的，请不要操作下一步或点击“同意”或“勾选”。</p>
	    <h3>一、服务内容</h3>
	    <p>1.1<i></i>上的具体服务内容由本公司根据实际情况提供并不时更新，包括但不限于信息、图片、文章、评论、链接等，本公司将定期或不定期根据VIP会员的意愿以电子邮件、短信、电话或站内信等方式为VIP会员提供活动信息，并向VIP会员提供相应服务。本公司对提供的服务拥有最终解释权。
	    	<br />1.2<i></i>平台是为您和本平台合作之第三方金融相关服务提供者（包括但不限于网络借贷信息中介机构、金融信息服务机构、金融机构、小额贷款公司、消费金融公司、典当行等，以下简称“第三方”）提供交易桥梁的中立信息技术服务平台。本平台仅为第三方金融服务产品（包括但不限于认证、信用评估、信贷产品、消费分期等，以下简称“金融产品”）提供展示、推介、系统接入等网络信息技术服务，金融产品的运营、展示、介绍等均由第三方自行制作和管理。
	    	<br />1.3 <i></i>的服务仅供您个人使用。除我们书面同意，您或其他任何人均不得将<i></i>上的任何信息用于商业目的。
	    	<br />1.4 您理解并同意，您使用<i></i>服务时所需的相关的设备以及网络资源等（如个人电脑及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均由您自行负担。
	    </p> 
	    <h3>二、成为VIP会员的程序</h3>
	    <p>2.1 在成为<i></i>VIP会员之前，您必须依据您真实、准确的信息注册成为<i></i>用户。用户所填写的内容与个人资料必须真实有效，否则<i></i>有权拒绝您的申请或撤销您的VIP会员资格，并不给予任何赔偿及/或不退还已收取的VIP会员服务费。您的VIP会员的个人资料发生变化，应及时修改注册的个人资料，否则由此造成的VIP会员权利不能全面有效行使的责任由VIP会员自行承担，<i></i>有权因此取消您VIP会员资格，并不给予任何赔偿及/或不退还已收取的VIP会员服务费。
	        <br>2.2 您可通过本平台提供的渠道向<i></i>支付一定金额会员费成为会员用户，并享有相应会员特权服务，支付渠道可能包括：通过网银支付、<i></i>合作之第三方支付机构支付或本平台后续增加的其它任何渠道（具体以本平台提供渠道为准）。非因本平台原因（包括但不限于您已选择支付渠道绑定的银行卡余额不足、支付指令发送错误、您的支付设备系统故障、网络故障等）导致支付失败的，本平台不承担任何责任。
	        <br>2.3 <i></i>根据您具体选择购买会员特权服务（包括但不限于“低利率专区特权”、“更多贷款机构特权”、“至尊服务特权”等，具体以本平台展示为准）所对应的资费标准（资费标准以本平台公示为准，<i></i>有权基于自身业务发展需要变更该等资费标准，亦有权对VIP会员给予续费、升级方面的不同资费优惠）向您收取会员费，您在购买具体特权服务前，须仔细阅读本平台公示之该特权服务相应服务条款（如有）及VIP会员须知，包括该特权服务会员费、会员费收取方式、开通城市、退费问题、客户服务电话、咨询时间等，您通过本平台点击“加入会员”或“立即升级”（具体以本平台展示为准），即视为您已阅读并同意相应VIP会员须知。特别地，会员特权服务可叠加购买。
	        <br>2.4 VIP会员服务仅限于申请账户自行使用；VIP会员服务不能在<i></i>其他用户帐号之间转移，禁止赠与、借用、转让、售卖，否则<i></i>有权在未经通知的情况下取消您的VIP会员服务，由此带来的损失由您自行承担。
	        <br>2.5 成为VIP会员后，若VIP会员不使用<i></i>提供的相应会员特权服务，可申请取消VIP会员服务，但本公司已收取的VIP会员服务费不予退还，但本平台明确公示可附条件退还相应会员特权服务费的除外。
	    </p>
	    <h3>三、会员用户服务</h3>
	    <p>3.1 您知悉并同意成为VIP会员用户后，您将享有本平台提供的相应会员特权服务（具体以您实际购买之会员特权服务项目为准），本平台有权基于自身业务发展增加或减少部分服务，具体以本平台公示为准。
	        <br>3.2 您已明确授权，为了更好的提供服务、履行协议、解决争议、保障交易安全等目的，本公司对您自己提供的、本公司自行收集的及通过第三方得到的您的个人信息、您申请服务时的相关信息、您在使用服务时储存在<i></i>的非公开内容以及您的其他个人资料（以下简称“个人资料”）享有留存、整理加工、使用和披露的权利，具体方式包括但不限于：
	       	<br>（1）对您的个人资料进行分析整合并向为您提供服务的第三方提供为完成该项服务必要的信息。当为您提供服务的第三方与您电话核实信息时，为保证为您服务的质量，你同意<i></i>对上述核实电话进行录音。 
	        <br>（2）您通过本平台点击或查看本平台合作之第三方金融服务提供者拥有及/或运营之平台（以下简称“第三方平台”，包括但不限于本平台为您推荐之贷款机构平台）的，即视为您同意并授权本平台有权将您在本网站提交之相关个人信息（包括但不限于您的联系方式、您的金融服务需求等）向该等第三方推荐并展示，以便为您提供更精准、便捷的金融信息咨询服务；
	        <br>（3）您通过本平台点击或提交贷款意向/申请（包括但不限于点击本平台产品详情页下“立即申请”按钮）等，即视为您同意并授权本平台将您在本网站提交之相关个人信息（包括但不限于您的联系方式、您的金融服务需求等）向特定第三方提供、推介，以便为您提供高效、精准的金融信息咨询服务；
	        <br>（4）使用您提供的联系方式与您联络并向您传递有关服务和管理方面的信息；如您不同意，您可以通过相应退订功能进行退订或致电该等第三方进行退订；
	        <br>（5）您同意并授权本公司（或其委托或合作的第三方）在您申请借款、审批及贷后管理期间，通过查询服务提供机构向包含但不限于中国人民银行征信中心及其分支机构以及其他信息服务机构查询并获取您的个人信息（包括但不限于身份信息、联系方式、工作信息、银行卡交易信息、银行贷款相关信息、网络交易信息、逾期信息及其他信息等）【您已经充分理解并知晓该等信息被提供和使用的风险，包括但不限于：上述信息对您的信用评价、以及分析报告等结果产生不利影响的风险；该等信息被查询服务提供机构依法提供给本公司（或其委托或合作的第三方）后可能被第三方不当利用的风险；以及基于您的特定信用状况可能被不良信息骚扰的风险等。】,
	        <br>3.3 免责声明
	        <br>（1）<i></i>是一个开放平台，您上传到互联网上的个人信息等，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，您必须充分意识此类风险的存在。作为网络服务的提供者，本公司对您在活动主页、个人主页等区域提供的任何陈述、声明或内容均不承担责任。您明确同意使用<i></i>服务所存在的风险或产生的一切后果将完全由您自身承担，本公司对上述风险或后果不承担任何责任。
	        <br>（2） 您违反本注册协议、违反道德或法律的，侵犯他人权利（包括但不限于知识产权）的，本公司不承担任何责任。同时，本公司对任何第三方通过<i></i>发送服务或包含在服务中的任何内容不承担责任。
	        <br>（3）对您、其他用户或任何第三方发布、存储或上传的任何内容或由该等内容导致的任何损失或损害，本公司不承担责任。 
	        <br>（4）对任何第三方通过<i></i>可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，本公司不承担责任。
	        <br>（5）对黑客行为、计算机或手机病毒、或因您保管疏忽致使帐号、密码被他人非法使用、盗用、篡改的或丢失，或由于与本网站链接的其它网站所造成您个人资料的泄露，或您因其他非<i></i>原因造成的损失，本公司不承担责任。如您发现任何非法使用您的帐号或安全漏洞的情况，请立即与我们联系。
	        <br>（6）因任何非<i></i>原因造成的网络服务中断或其他缺陷，本公司不承担任何责任。
	        <br>（7）本公司不保证给您提供的服务一定能满足您的要求。
	        <br>（8）任何情况下，因使用<i></i>而引起或与使用<i></i>有关的而产生的由本公司负担的责任总额，无论是基于合同、保证、侵权、产品责任、严格责任或其它理论，均不得超过您因访问或使用本网站而向我们支付的任何服务费用。
		</p>
	    <h3>四、会员服务期限</h3>
	    <p> 4.1 本服务的服务期限以您自行选择购买并支付相应服务费用的期限为准，您也可以登陆本服务的相应页面查询。</p>
	    <h3>五、服务的中断和终止</h3>
	    <p>5.1 因台风、地震、海啸、洪水、战争、计算机病毒感染、黑客攻击、网络通信故障等不能预见、不能控制的不可抗力因素，造成本公司不能正常向您提供VIP会员服务而可能导致的损失，本公司不承担责任。
	        <br> 5.2 如VIP会员违反及/或被视为违反本协议相关内容的，本公司有权在不通知VIP会员的情况下立即终止您已购买的所有服务，以及取消您的<i></i>VIP会员账户和使用权限，但不退还任何您已缴纳的VIP会员服务费用。
	        <br> 5.3 本公司未行使或延迟行使其在本协议项下的权利并不构成对这些权利的放弃，而单一或部分行使其在本协议项下的任何权利并不排斥其任何其它权利的行使。本公司随时有权要求您继续履行义务并承担相应的违约责任。
	    </p>
	    <h3>六、法律的适用及管辖</h3>
	    <p> 6.1本服务协议的生效、履行、解释及争议的解决均适用中华人民共和国法律，本服务协议因与中华人民共和国现行法律相抵触而导致部分无效，不影响其他部分的效力。
	        <br> 6.2 本协议的解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本协议引起的或与本协议有关的一切争议、纠纷，当事人应首先协商解决。协商不成，在本公司所在地法院提起诉讼。
	    </p>
    </div>
    <script src="/vendor/jquery.min.js"></script>
    <script src="/view/js/users/vip/center/global.js"></script>
    <script>
        var agreementName = global.GetQueryString('name') || '速贷之家';
      	var agreementCorporate = global.GetQueryString('corporate') || '北京智借网络科技有限公司';
        $('i').text(agreementName);
      	$('span').text(agreementCorporate);
		document.title = agreementName + "VIP会员服务协议";
    </script>
</body>
